[
    {
        "term": "Climate Change",
        "definition": "Long-term shifts in temperatures and weather patterns. These shifts may be natural, but since the 1800s, human activities have been the main driver, primarily due to burning fossil fuels (like coal, oil, and gas) which produces heat-trapping gases."
    },
    {
        "term": "Global Warming",
        "definition": "The long-term heating of Earth's climate system observed since the pre-industrial period (between 1850 and 1900) due to human activities, primarily fossil fuel burning, which increases heat-trapping greenhouse gas levels in Earth's atmosphere. It is most commonly measured as the average increase in Earth's global surface temperature."
    },
    {
        "term": "Greenhouse Effect",
        "definition": "The trapping of the sun's warmth in a planet's lower atmosphere due to the greater transparency of the atmosphere to visible radiation from the sun than to infrared radiation emitted from the planet's surface. Certain gases (Greenhouse Gases) enhance this effect."
    },
    {
        "term": "Greenhouse Gas (GHG)",
        "definition": "Gases in Earth's atmosphere that trap heat. They let sunlight pass through the atmosphere, but they prevent the heat that the sunlight brings from leaving the atmosphere. The main GHGs are Water vapor, Carbon dioxide (CO2), Methane (CH4), Nitrous oxide (N2O), and Ozone (O3), as well as synthetic gases like Chlorofluorocarbons (CFCs)."
    },
    {
        "term": "Carbon Dioxide (CO2)",
        "definition": "A primary greenhouse gas emitted through human activities such as the burning of fossil fuels (coal, natural gas, and oil), solid waste, trees and other biological materials, and also as a result of certain chemical reactions (e.g., manufacture of cement)."
    },
    {
        "term": "Methane (CH4)",
        "definition": "A potent greenhouse gas emitted during the production and transport of coal, natural gas, and oil. Methane emissions also result from livestock and other agricultural practices, land use and by the decay of organic waste in municipal solid waste landfills."
    },
    {
        "term": "Mitigation (Climate Change)",
        "definition": "Actions taken to reduce or prevent the emission of greenhouse gases. Examples include using renewable energy sources (like solar and wind), improving energy efficiency, sustainable transportation, and preventing deforestation."
    },
    {
        "term": "Adaptation (Climate Change)",
        "definition": "Adjusting to actual or expected future climate change. It involves taking actions to cope with the impacts of climate change, such as building flood defenses, developing drought-resistant crops, or establishing early warning systems for extreme weather events."
    },
    {
        "term": "Climate Resilience",
        "definition": "The ability of a system (e.g., ecosystem, community, country) to anticipate, absorb, accommodate, or recover from the effects of a hazardous event (like those caused by climate change) in a timely and efficient manner, including through ensuring the preservation, restoration, or improvement of its essential basic structures and functions."
    },
    {
        "term": "Fossil Fuels",
        "definition": "Non-renewable energy sources formed from the remains of ancient organisms over millions of years. Examples include coal, oil (petroleum), and natural gas. Burning fossil fuels is the primary source of human-caused greenhouse gas emissions."
    },
    {
        "term": "Renewable Energy",
        "definition": "Energy from sources that are naturally replenished on a human timescale. Common examples include solar energy, wind energy, hydropower (water), geothermal energy (heat from the Earth), and biomass."
    },
    {
        "term": "Carbon Footprint",
        "definition": "The total amount of greenhouse gases (including carbon dioxide and methane) that are generated by our actions, often expressed in equivalent tons of carbon dioxide (CO2e)."
    },
    {
        "term": "Carbon Neutrality",
        "definition": "Achieving a state where the amount of carbon dioxide emissions released into the atmosphere is balanced by an equivalent amount being removed or offset. This results in a net-zero carbon footprint."
    },
    {
        "term": "Net Zero Emissions",
        "definition": "Achieving an overall balance between greenhouse gas emissions produced and greenhouse gas emissions taken out of the atmosphere. It encompasses all greenhouse gases, not just carbon dioxide, and often involves carbon removal strategies alongside emission reductions."
    },
    {
        "term": "UNFCCC",
        "definition": "United Nations Framework Convention on Climate Change. An international environmental treaty adopted in 1992. Its objective is to 'stabilize greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system'. It provides the framework for international climate negotiations."
    },
    {
        "term": "COP (Conference of the Parties)",
        "definition": "The supreme decision-making body of the UNFCCC. It brings together the countries (Parties) that have signed the Framework Convention annually to review progress, negotiate agreements, and set climate action priorities. COP21 led to the Paris Agreement."
    },
    {
        "term": "Paris Agreement",
        "definition": "A legally binding international treaty on climate change, adopted by 196 Parties at COP21 in Paris in 2015. Its goal is to limit global warming to well below 2, preferably to 1.5 degrees Celsius, compared to pre-industrial levels. It requires countries to set emission reduction targets (NDCs) and strengthen them over time."
    },
    {
        "term": "NDC (Nationally Determined Contribution)",
        "definition": "Climate action plans submitted by countries under the Paris Agreement, outlining their efforts to reduce national emissions and adapt to the impacts of climate change. NDCs are central to achieving the long-term goals of the Agreement and are reviewed and updated every five years."
    },
    {
        "term": "IPCC (Intergovernmental Panel on Climate Change)",
        "definition": "The United Nations body for assessing the science related to climate change. It provides policymakers with regular scientific assessments on climate change, its implications and potential future risks, as well as putting forward adaptation and mitigation options. Its reports are key inputs into international climate negotiations."
    },
    {
        "term": "Loss and Damage",
        "definition": "Refers to the negative impacts of climate change that occur despite, or in the absence of, mitigation and adaptation efforts. This includes impacts from extreme weather events (like hurricanes) and slow-onset events (like sea-level rise). It's a critical issue in climate negotiations, particularly for vulnerable developing countries."
    },
    {
        "term": "Climate Finance",
        "definition": "Refers to local, national, or transnational financing—drawn from public, private and alternative sources of financing—that seeks to support mitigation and adaptation actions addressing climate change. Developed countries have pledged to mobilize finance for developing countries."
    },
    {
        "term": "Green Climate Fund (GCF)",
        "definition": "A global fund created to support the efforts of developing countries to respond to the challenge of climate change. The GCF helps developing countries limit or reduce their greenhouse gas emissions and adapt to climate change impacts."
    },
    {
        "term": "Adaptation Fund",
        "definition": "Established under the Kyoto Protocol of the UNFCCC, the Adaptation Fund finances projects and programmes aimed at helping developing countries adapt to the harmful effects of climate change."
    },
    {
        "term": "Carbon Pricing",
        "definition": "An instrument that captures the external costs of greenhouse gas emissions—the costs of emissions that the public pays for, such as damage to crops, health care costs from heatwaves and droughts, and loss of property from flooding and sea level rise—and ties them to their sources through a price, usually in the form of a price on the carbon dioxide (CO2) emitted. Examples include carbon taxes and emissions trading systems (ETS)."
    },
    {
        "term": "Carbon Tax",
        "definition": "A fee imposed on the burning of carbon-based fuels (coal, oil, gas). It's a form of carbon pricing aimed at reducing greenhouse gas emissions by increasing the price of fossil fuels, thus discouraging their use."
    },
    {
        "term": "Emissions Trading System (ETS)",
        "definition": "Also known as 'cap and trade'. A market-based approach to controlling pollution by providing economic incentives for achieving reductions in emissions. A cap is set on total emissions, and permits (allowances) to emit are allocated or auctioned. Companies that can reduce emissions cheaply can sell their excess allowances to those facing higher costs."
    },
    {
        "term": "Carbon Sink",
        "definition": "Anything that absorbs more carbon dioxide from the atmosphere than it releases. Natural carbon sinks include forests, soils, and oceans. Artificial sinks are being explored, such as carbon capture technologies."
    },
    {
        "term": "Deforestation",
        "definition": "The clearing or removal of a forest or stand of trees from land which is then converted to a non-forest use. Deforestation contributes significantly to climate change as trees absorb CO2, and burning or decomposition releases stored carbon."
    },
    {
        "term": "Afforestation",
        "definition": "Planting forests on lands that have not been recently forested."
    },
    {
        "term": "Reforestation",
        "definition": "Replanting forests on lands that were recently harvested or cleared."
    },
    {
        "term": "Sustainable Development Goals (SDGs)",
        "definition": "A collection of 17 interlinked global goals designed to be a 'blueprint to achieve a better and more sustainable future for all'. Set up in 2015 by the UN General Assembly, intended to be achieved by 2030. SDG 13 specifically focuses on Climate Action."
    },
    {
        "term": "Climate Justice",
        "definition": "A concept that addresses the ethical and political issues of climate change. It links human rights and development to achieve a human-centred approach, safeguarding the rights of the most vulnerable people and sharing the burdens and benefits of climate change and its impacts equitably and fairly."
    },
    {
        "term": "Common But Differentiated Responsibilities (CBDR)",
        "definition": "A principle within the UNFCCC framework acknowledging that all states share a common responsibility to protect the global environment, but recognizing the different capabilities and differing contributions to the problem. It implies that developed countries, historically the largest emitters, should take the lead in combating climate change and support developing countries' efforts."
    },
    {
        "term": "Just Transition",
        "definition": "Refers to the need to ensure that the transition towards a climate-neutral economy happens in a fair way, leaving no one behind. It involves maximizing the social and economic opportunities of climate action, while minimizing and carefully managing the challenges for workers and communities reliant on fossil fuel industries."
    },
    {
        "term": "Global Stocktake (GST)",
        "definition": "A process established under the Paris Agreement (Article 14) to periodically assess the collective progress towards achieving the Agreement's long-term goals. The first GST concluded at COP28 in 2023. It happens every five years and is intended to inform the updating and enhancement of NDCs."
    },
    {
        "term": "Blue Carbon",
        "definition": "Carbon captured by the world's ocean and coastal ecosystems. Coastal ecosystems like mangroves, tidal marshes, and seagrass meadows sequester and store large quantities of carbon in both the plants and the sediment below."
    },
    {
        "term": "Climate Feedback Loop",
        "definition": "A process in the climate system that can either amplify (positive feedback) or diminish (negative feedback) the effects of a climate forcing. An example of positive feedback is the ice-albedo feedback: melting ice exposes darker ocean or land, which absorbs more heat, causing more melting."
    },
    {
        "term": "Tipping Point (Climate)",
        "definition": "A critical threshold beyond which a system reorganizes, often abruptly and/or irreversibly. Examples in the climate system include the potential collapse of ice sheets, dieback of the Amazon rainforest, or thawing of permafrost releasing large amounts of GHGs."
    },
    {
        "term": "Permafrost",
        "definition": "Ground that remains completely frozen—32°F (0°C) or colder—for at least two years straight. Large amounts of carbon are stored in organic matter within permafrost. As it thaws due to global warming, this carbon can be released as CO2 and methane, creating a positive feedback loop."
    },
    {
        "term": "Ocean Acidification",
        "definition": "The ongoing decrease in the pH of the Earth's oceans, caused by the uptake of carbon dioxide (CO2) from the atmosphere. As atmospheric CO2 increases, the oceans absorb more, leading to chemical changes that make the water more acidic, harming marine life like corals and shellfish."
    },
    {
        "term": "Sea Level Rise (SLR)",
        "definition": "The increase in the average global sea level. Primarily caused by two factors related to global warming: the added water from melting ice sheets and glaciers, and the expansion of seawater as it warms (thermal expansion)."
    },
    {
        "term": "Climate Model",
        "definition": "Mathematical representations of the interactions between the atmosphere, oceans, land surface, ice – and the sun. These models are used to study the dynamics of the climate system and to project future climate change based on different emission scenarios."
    },
    {
        "term": "Emission Scenarios",
        "definition": "Plausible representations of the future development of emissions of substances that are potentially radiatively active (e.g., greenhouse gases, aerosols), based on a coherent and internally consistent set of assumptions about driving forces (such as demographic and socioeconomic development, technological change) and their key relationships. Used in climate modeling."
    },
    {
        "term": "Carbon Budget",
        "definition": "The cumulative amount of carbon dioxide emissions permitted over a period of time to keep within a certain temperature threshold (e.g., 1.5°C or 2°C). It represents the maximum amount of CO2 that can still be emitted while having a likely chance of limiting global warming to the target level."
    },
    {
        "term": "Carbon Capture, Utilization, and Storage (CCUS)",
        "definition": "A set of technologies designed to capture CO2 emissions from sources like power plants or industrial facilities. The captured CO2 can then be utilized in various industrial processes or stored deep underground in geological formations, preventing it from entering the atmosphere."
    },
    {
        "term": "Geoengineering",
        "definition": "Large-scale intervention in the Earth's climate system to counteract global warming. Proposed methods often fall into two categories: Solar Radiation Management (SRM), aiming to reflect sunlight back into space, and Carbon Dioxide Removal (CDR), aiming to remove CO2 from the atmosphere."
    },
    {
        "term": "Biodiversity",
        "definition": "The variety of life on Earth at all its levels, from genes to ecosystems, and the ecological and evolutionary processes that sustain it. Climate change is a major driver of biodiversity loss."
    },
    {
        "term": "Ecosystem-based Adaptation (EbA)",
        "definition": "The use of biodiversity and ecosystem services as part of an overall adaptation strategy to help people adapt to the adverse effects of climate change. Examples include restoring mangroves to protect coastlines or conserving forests to regulate water flow."
    },
    {
        "term": "Food Security",
        "definition": "The state of having reliable access to a sufficient quantity of affordable, nutritious food. Climate change threatens food security through impacts on agriculture, livestock, fisheries, and food distribution systems."
    },
    {
        "term": "Water Scarcity",
        "definition": "The lack of sufficient available water resources to meet the demands of water usage within a region. Climate change can exacerbate water scarcity through changing precipitation patterns, increased evaporation, and melting glaciers."
    },
    {
        "term": "Extreme Weather Events",
        "definition": "Weather events that are rare at a particular place and time of year, including heat waves, cold waves, heavy rainfall, droughts, and tropical cyclones. Climate change is increasing the frequency and intensity of many extreme weather events."
    },
    {
        "term": "Heatwave",
        "definition": "A prolonged period of abnormally hot weather. Climate change is making heatwaves more frequent, longer-lasting, and more intense."
    },
    {
        "term": "Drought",
        "definition": "A prolonged period of abnormally low rainfall, leading to a shortage of water. Climate change can affect the frequency, duration, and intensity of droughts in various regions."
    },
    {
        "term": "Annex I Countries",
        "definition": "Under the UNFCCC, these are industrialized countries and economies in transition listed in Annex I of the Convention. They were expected to take the lead in reducing greenhouse gas emissions."
    },
    {
        "term": "Non-Annex I Countries",
        "definition": "Under the UNFCCC, these are mostly developing countries. They have different reporting requirements and commitments compared to Annex I countries, reflecting the principle of CBDR."
    },
    {
        "term": "Least Developed Countries (LDCs)",
        "definition": "A list of developing countries that, according to the United Nations, exhibit the lowest indicators of socioeconomic development. They are recognized as particularly vulnerable to climate change impacts and receive special attention in climate negotiations and support mechanisms."
    },
    {
        "term": "Small Island Developing States (SIDS)",
        "definition": "A distinct group of developing countries facing specific social, economic, and environmental vulnerabilities, particularly due to their small size, remoteness, and susceptibility to climate change impacts like sea-level rise and hurricanes."
    },
    {
        "term": "COP Presidency",
        "definition": "The country hosting the annual Conference of the Parties (COP) holds the Presidency for that year. The Presidency plays a crucial role in facilitating negotiations, building consensus, and guiding the overall process towards a successful outcome."
    },
    {
        "term": "Troika (COP)",
        "definition": "Often refers to the collaboration between the current, previous, and incoming COP Presidencies to ensure continuity and momentum in the UNFCCC process."
    },
    {
        "term": "Cyclone Shelters (Bangladesh)",
        "definition": "Specially designed and constructed buildings in coastal areas of Bangladesh to provide refuge for people and livestock during cyclones and storm surges. They are a critical adaptation measure to reduce loss of life."
      },
      {
        "term": "Embankments/Polders (Bangladesh)",
        "definition": "Coastal embankments or polders are protective barriers built to prevent tidal flooding and saltwater intrusion in low-lying coastal areas of Bangladesh. While crucial for agriculture, their management and maintenance are increasingly challenging due to sea-level rise and erosion."
      },
      {
        "term": "Climate Vulnerable Forum (CVF) (Bangladesh's Role)",
        "definition": "An international partnership of developing countries that are particularly vulnerable to the impacts of climate change. Bangladesh has played a significant leadership role in the CVF, advocating for stronger global climate action and support for vulnerable nations."
      },
      {
        "term": "National Adaptation Programme of Action (NAPA) (Bangladesh)",
        "definition": "A document prepared by Bangladesh outlining its urgent and immediate adaptation needs and priorities to address the adverse effects of climate change. It identifies key sectors and proposes specific adaptation projects."
      },
      {
        "term": "Bangladesh Climate Change Strategy and Action Plan (BCCSAP)",
        "definition": "A comprehensive national strategy outlining how Bangladesh will address the challenges of climate change through mitigation and adaptation measures across various sectors."
      },
      {
        "term": "Delta Plan 2100 (Bangladesh)",
        "definition": "A long-term, integrated plan for the sustainable development of the Bangladesh Delta, considering climate change impacts, water management, land use, and economic growth over the next century."
      },
      {
        "term": "Mangrove Restoration (Bangladesh)",
        "definition": "Efforts to replant and restore mangrove forests along the coast of Bangladesh. Mangroves provide crucial protection against storm surges, reduce erosion, and act as carbon sinks."
      },
      {
        "term": "Floating Agriculture (Bangladesh)",
        "definition": "A traditional agricultural practice in the flood-prone regions of Bangladesh where crops are grown on floating beds made of organic materials. This climate-resilient technique allows cultivation during prolonged periods of flooding."
      },
      {
        "term": "Rainwater Harvesting (Bangladesh)",
        "definition": "The collection and storage of rainwater for various uses, including drinking, irrigation, and domestic purposes, particularly important in areas of Bangladesh facing water scarcity or salinity intrusion."
      },
      {
        "term": "Early Warning Systems (Bangladesh)",
        "definition": "Systems developed to provide timely information about impending extreme weather events like cyclones and floods in Bangladesh, enabling communities to take necessary precautions and reduce risks."
      },
      {
        "term": "Climate Finance Access (Bangladesh)",
        "definition": "Efforts by Bangladesh to secure financial resources from international and national sources to implement climate change adaptation and mitigation projects."
      },
      {
        "term": "Loss and Damage Fund (Bangladesh's Perspective)",
        "definition": "A critical mechanism for Bangladesh and other vulnerable countries to receive financial assistance to address the irreversible impacts of climate change that go beyond what adaptation can address."
      },
      {
        "term": "Climate Smart Agriculture (Bangladesh)",
        "definition": "An approach to transforming and reorienting agricultural systems to support food security under the new realities of climate change, focusing on productivity, adaptation, and mitigation."
      },
      {
        "term": "Coastal Zone Management (Bangladesh)",
        "definition": "Integrated strategies and policies for the sustainable development and management of Bangladesh's coastal areas, considering the increasing threats from climate change."
      },
      {
        "term": "River Morphology (Bangladesh Context)",
        "definition": "The study of the changing shape and course of Bangladesh's rivers, which is significantly influenced by climate change impacts like increased sediment load and altered flow regimes, affecting erosion and land stability."
      },
      {
        "term": "Climate Induced Health Issues (Bangladesh)",
        "definition": "The increase in specific health problems in Bangladesh due to climate change impacts, such as waterborne diseases after floods, heatstroke during heatwaves, and respiratory issues due to air pollution linked to climate change."
      },
      {
        "term": "Gender and Climate Change (Bangladesh Context)",
        "definition": "The recognition that women and men in Bangladesh are affected differently by climate change due to existing social and economic inequalities, and the need for gender-responsive climate action."
      },
      {
        "term": "Climate Education and Awareness (Bangladesh)",
        "definition": "Efforts to educate the public, especially vulnerable communities in Bangladesh, about the causes and impacts of climate change and how to adapt to them."
      },
      {
        "term": "Green Growth (Bangladesh Context)",
        "definition": "An approach to economic development in Bangladesh that aims to be environmentally sustainable and climate-resilient, decoupling economic growth from environmental degradation and resource depletion."
      },
      {
        "term": "Sustainable Water Management (Bangladesh)",
        "definition": "Strategies for managing Bangladesh's water resources in a way that meets current and future needs while considering the impacts of climate change on water availability and quality."
      },
      {
        "term": "Coastal Erosion (Bangladesh Context)",
        "definition": "The wearing away of land along the coastline of Bangladesh, exacerbated by sea-level rise, increased storm surges, and reduced sediment flow from rivers. It leads to significant displacement and loss of agricultural land, particularly in the low-lying coastal districts."
      },
      {
        "term": "Riverbank Erosion (Bangladesh Context)",
        "definition": "The erosion of land along the banks of Bangladesh's numerous rivers, intensified by increased monsoon rainfall, upstream water withdrawal, and changes in river flow. It causes widespread displacement, loss of homes, farmland, and infrastructure."
      },
      {
        "term": "Salinization (Bangladesh Context)",
        "definition": "The increase in salt concentration in soil and freshwater sources, particularly in the coastal regions of Bangladesh. Sea-level rise and reduced freshwater flow during the dry season lead to saltwater intrusion, making agricultural land unusable and impacting drinking water sources."
      },
      {
        "term": "Waterlogging (Bangladesh Context)",
        "definition": "The saturation of land with water for extended periods, often occurring in low-lying areas and intensified by heavy rainfall and inadequate drainage systems. Climate change-induced extreme rainfall events exacerbate waterlogging, damaging crops, infrastructure, and livelihoods."
      },
      {
        "term": "Climate Migrants/Displaced Persons (Bangladesh Context)",
        "definition": "Individuals or communities forced to leave their homes due to the impacts of climate change, such as sea-level rise, coastal erosion, riverbank erosion, cyclones, and waterlogging. Bangladesh is highly vulnerable to climate-induced displacement."
      },
      {
        "term": "Char Land (Bangladesh Context)",
        "definition": "Sediment islands formed by the deposition of silt in the major rivers of Bangladesh. These are dynamic and often fertile lands but are also highly vulnerable to erosion, flooding, and the impacts of climate change, making the livelihoods of their inhabitants precarious."
      },
      {
        "term": "Sundarbans (Climate Change Context)",
        "definition": "The world's largest mangrove forest, located in the coastal region of Bangladesh and India. It acts as a natural barrier against cyclones and storm surges but is increasingly threatened by sea-level rise, salinity intrusion, and other climate change impacts, affecting its biodiversity and protective functions."
      },
      {
        "term": "Flash Floods (Bangladesh Context)",
        "definition": "Sudden and intense floods, often occurring in the hilly regions of Bangladesh due to heavy rainfall in short periods. Climate change is expected to increase the frequency and intensity of flash floods, posing significant risks to lives and livelihoods."
      },
      {
        "term": "Climate Resilient Agriculture (Bangladesh Context)",
        "definition": "Agricultural practices and technologies adapted to minimize the negative impacts of climate change and enhance the resilience of farming systems in Bangladesh. This includes drought-resistant crops, water-efficient irrigation, and integrated pest management."
      },
      {
        "term": "Community-Based Adaptation (CBA) (Bangladesh Context)",
        "definition": "Locally driven adaptation actions based on the needs and priorities of communities vulnerable to climate change impacts in Bangladesh. CBA approaches emphasize local knowledge, participation, and empowerment in developing and implementing adaptation strategies."
      },
      {
        "term": "Local Led Adaptation (LLA)",
        "definition": "Local Led Adaptation (LLA) is an approach to climate change adaptation that prioritizes the agency and decision-making power of local actors, including communities, local governments, and civil society organizations. It recognizes that those most affected by climate change often possess valuable knowledge and are best positioned to identify and implement effective and sustainable solutions tailored to their specific contexts."
      },
      {
        "term": "Global Goal on Adaptation (GGA)",
        "definition": "The Global Goal on Adaptation (GGA), enshrined in the Paris Agreement, is a worldwide commitment to bolster the ability of societies and ecosystems to cope with the impacts of climate change, strengthen their resilience, and diminish their vulnerability. Recognizing that adaptation is crucial alongside mitigation, the GGA encourages countries to develop and implement adaptation plans and actions relevant to their specific circumstances and risks, with a strong emphasis on supporting the most vulnerable. While not defined by specific quantitative targets like mitigation, the GGA aims to drive significant global progress in adaptation by fostering collaboration, enhancing the understanding of adaptation needs, and mobilizing support for effective and locally led adaptation measures, ultimately contributing to sustainable development in a changing climate."
      }
]